{
    "(and :count more error)": "(și :count mai multe erori)",
    "(and :count more errors)": "(și cu :count mai multe erori)",
    "A new verification link has been sent to the email address you provided during registration.": "Un nou link de verificare a fost trimis la adresa de e-mail pe care ați furnizat-o în timpul înregistrării.",
    "A new verification link has been sent to your email address.": "Un nou link de verificare a fost trimis la adresa dvs. de e-mail.",
    "All rights reserved.": "Toate drepturile rezervate.",
    "Already registered?": "Ești deja înregistrat?",
    "Are you sure you want to delete your account?": "Sigur doriți să vă ștergeți contul?",
    "Cancel": "Anulează",
    "Click here to re-send the verification email.": "Faceți clic aici pentru a retrimite e-mailul de verificare.",
    "Confirm": "Confirmă",
    "Confirm Password": "Confirmare parolă",
    "Current Password": "Parola Curentă",
    "Dashboard": "Tablou de bord",
    "Delete Account": "Șterge Contul",
    "Email": "E-mail",
    "Email Password Reset Link": "Link De Resetare A Parolei De E-Mail",
    "Ensure your account is using a long, random password to stay secure.": "Asigurați-vă că contul dvs. utilizează o parolă lungă, aleatorie pentru a rămâne în siguranță.",
    "Forbidden": "Interzis",
    "Forgot your password?": "Ați uitat parola?",
    "Forgot your password? No problem. Just let us know your email address and we will email you a password reset link that will allow you to choose a new one.": "Ați uitat parola? Nicio problemă. Spuneți-ne adresa dvs. de e-mail și vă vom trimite un link de resetare a parolei care vă va permite să alegeți una nouă.",
    "Go to page :page": "Mergi la pagina :page",
    "Hello!": "Bună!",
    "If you did not create an account, no further action is required.": "Dacă nu ați creat un cont, puteți ignora acest mesaj.",
    "If you did not request a password reset, no further action is required.": "Dacă nu ați solicitat o resetare de parolă, puteți ignora acest mesaj.",
    "If you're having trouble clicking the \":actionText\" button, copy and paste the URL below\ninto your web browser:": "Dacă nu puteți apăsa pe butonul \":actionText\", copiați și alipiți adresa de mai jos în navigatorul dvs:",
    "Log in": "Autentificare",
    "Log Out": "Deconectează",
    "Login": "Autentificare",
    "Logout": "Deautentificare",
    "Name": "Nume",
    "New Password": "Parolă Nouă",
    "Not Found": "Negăsit",
    "of": "din",
    "Once your account is deleted, all of its resources and data will be permanently deleted. Before deleting your account, please download any data or information that you wish to retain.": "Odată ce contul dvs. este șters, toate resursele și datele sale vor fi șterse definitiv. Înainte de a șterge contul, vă rugăm să descărcați orice date sau informații pe care doriți să le păstrați.",
    "Once your account is deleted, all of its resources and data will be permanently deleted. Please enter your password to confirm you would like to permanently delete your account.": "Odată ce contul dvs. este șters, toate resursele și datele acestuia vor fi șterse definitiv. Introduceți parola pentru a confirma că doriți să vă ștergeți definitiv contul.",
    "Page Expired": "Pagina a expirat",
    "Pagination Navigation": "Navigare Paginare",
    "Password": "Parolă",
    "Payment Required": "Plata obligatorie",
    "Please click the button below to verify your email address.": "Vă rugăm să apăsați pe butonul de mai jos pentru a verifica adresa dvs. de e-mail.",
    "Profile": "Profil",
    "Profile Information": "Informații Despre Profil",
    "Regards": "Toate cele bune",
    "Register": "Înregistrare",
    "Remember me": "Amintește-ți de mine",
    "Resend Verification Email": "Retrimiteți E-Mailul De Verificare",
    "Reset Password": "Resetare parolă",
    "Reset Password Notification": "Notificare resetare parolă",
    "results": "rezultate",
    "Save": "Salvează",
    "Saved.": "Salvat.",
    "Server Error": "Eroare de server",
    "Service Unavailable": "Serviciu indisponibil",
    "Showing": "Arată",
    "Thanks for signing up! Before getting started, could you verify your email address by clicking on the link we just emailed to you? If you didn't receive the email, we will gladly send you another.": "Vă mulțumim pentru înscriere! Înainte de a începe, puteți verifica adresa dvs. de e-mail făcând clic pe linkul pe care tocmai vi l-am trimis prin e-mail? Dacă nu ați primit e-mailul, Vă vom trimite cu plăcere altul.",
    "The :attribute must contain at least one letter.": ":Attribute trebuie să conțină cel puțin o literă.",
    "The :attribute must contain at least one number.": ":Attribute trebuie să conțină cel puțin un număr.",
    "The :attribute must contain at least one symbol.": ":Attribute trebuie să conțină cel puțin un simbol.",
    "The :attribute must contain at least one uppercase and one lowercase letter.": ":Attribute trebuie să conțină cel puțin o literă mare și o literă mică.",
    "The given :attribute has appeared in a data leak. Please choose a different :attribute.": ":Attribute dat a apărut într-o scurgere de date. Vă rugăm să alegeți un alt :attribute.",
    "The given data was invalid.": "Datele date au fost nevalide.",
    "This is a secure area of the application. Please confirm your password before continuing.": "Aceasta este o zonă sigură a aplicației. Vă rugăm să confirmați parola înainte de a continua.",
    "This password reset link will expire in :count minutes.": "Acest link de resetare a parolei va expira în :count minute.",
    "to": "la",
    "Toggle navigation": "Comută navigarea",
    "Too Many Requests": "Prea multe cereri",
    "Unauthorized": "Nepermis",
    "Update Password": "Actualizați Parola",
    "Update your account's profile information and email address.": "Actualizați informațiile profilului contului dvs. și adresa de e-mail.",
    "Verify Email Address": "Verifică adresă de e-mail",
    "Whoops!": "Oops!",
    "You are receiving this email because we received a password reset request for your account.": "Primiți acest mesaj pentru că a fost înregistrată o solicitare de resetare a parolei pentru contul asociat acestei adrese de e-mail.",
    "You're logged in!": "Ești autentificat!",
    "Your email address is unverified.": "Adresa de e-mail este neverificată."
}